{
  "id": "43C2E388-9BB9-463A-B14B-28B538229A03",
  "name": "Architecture",
  "localizedNames": [
    {
      "languageCulture": "en-US",
      "copyText": "Architecture"
    },
    {
      "languageCulture": "es-US",
      "copyText": "Arquitectura"
    },
    {
      "languageCulture": "en-CA",
      "copyText": "Architecture"
    },
    {
      "languageCulture": "fr-CA",
      "copyText": "Architecture"
    },
    {
      "languageCulture": "en-GB",
      "copyText": "Architecture"
    },
    {
      "languageCulture": "de-DE",
      "copyText": "Architektur"
    }
  ],
  "descriptions": [
    {
      "languageCulture": "en-US",
      "copyText": "Capture the beauty and décor of some of the most remarkable landmarks around the world with LEGO® Architecture sets. From iconic city skylines to jaw-dropping historical structures, fulfill the passion of any architectural enthusiast with mindful builds of these impressive models."
    },
    {
      "languageCulture": "es-US",
      "copyText": "Recrea la belleza y la decoración de algunos de los monumentos más emblemáticos de todo el mundo con los sets de LEGO® Architecture. Desde icónicos paisajes urbanos hasta espectaculares estructuras históricas, deleita los sentidos de cualquier entusiasta de la arquitectura con los proyectos de construcción consciente de estos impresionantes modelos."
    },
    {
      "languageCulture": "en-CA",
      "copyText": "Capture the beauty and décor of some of the most remarkable landmarks around the world with LEGO® Architecture sets. From iconic city skylines to jaw-dropping historical structures, fulfill the passion of any architectural enthusiast with mindful builds of these impressive models."
    },
    {
      "languageCulture": "fr-CA",
      "copyText": "Capture la beauté et le décor de certains des monuments les plus spectaculaires au monde avec les ensembles LEGO® Architecture. Des paysages urbains emblématiques aux structures historiques renversantes, satisfais la passion de tous les adeptes d’architecture grâce aux constructions enrichissantes de ces impressionnants modèles."
    },
    {
      "languageCulture": "en-GB",
      "copyText": "Capture the beauty and décor of some of the most remarkable landmarks around the world with LEGO® Architecture sets. From iconic city skylines to jaw-dropping historical structures, fulfil the passion of any architectural enthusiast with mindful builds of these impressive models."
    },
    {
      "languageCulture": "de-DE",
      "copyText": "Mit den LEGO® Architecture Sets kannst du einige der bekanntesten Sehenswürdigkeiten der Welt detailgenau nachbauen. Von den Skylines großer Städte bis hin zu atemberaubenden historischen Bauwerken, diese beeindruckenden Modelle fachen die Leidenschaft in Hobby-Architektinnen und -Architekten an und laden zu achtsamem Bauen ein."
    }
  ],
  "products": [
    {
      "id": "21058",
      "pieceCount": 1476,
      "hardToFind": false,
      "prices": [
        {
          "currencyCode": "USD",
          "price": 129.99
        },
        {
          "currentcyCode": "CAD",
          "price": 169.99
        },
        {
          "currencyCode": "GBP",
          "price": 119.99
        },
        {
          "currencyCode": "EUR",
          "price": 139.99
        }

      ],
      "localizedNames": [
        {
          "languageCulture": "en-US",
          "copyText": "Great Pryamid of Giza"
        },
        {
          "languageCulture": "es-US",
          "copyText": "Gran Pirámide de Guiza"
        },
        {
          "languageCulture": "en-CA",
          "copyText": "Great Pryamid of Giza"
        },
        {
          "languageCulture": "fr-CA",
          "copyText": "La Grande Pyramide de Gizeh"
        },
        {
          "languageCulture": "en-GB",
          "copyText": "Great Pyramid of Giza"
        },
        {
          "languageCulture": "de-DE",
          "copyText": "Cheops-Pyramide"
        }
      ],
      "description": [
        {
          "languageCulture": "en-US",
          "copyText": "Take an imaginative leap back in time to the 26th century BC and experience the building of one of the Seven Wonders of the Ancient World with this LEGO® Architecture Great Pyramid of Giza model (21058). Build a beautifully detailed cross-section model of the Great Pyramid, revealing its main tunnels and chambers and the system that may have been used to move huge stones during its construction. Visualize how this area by the river Nile is thought to have looked in ancient times, with 2 small pyramids, 2 mortuary temples, Sphinx statues, an obelisk and more."
        },
        {
          "languageCulture": "es-US",
          "copyText": "Da un salto atrás imaginario en el tiempo hasta el siglo XXVI a. C. y descubre cómo se erigió una de las siete maravillas del Mundo Antiguo con el set LEGO® Architecture Gran Pirámide de Guiza (21058). Une las piezas de un modelo en sección de la gran pirámide con hermosos detalles que, además, deja ver sus túneles principales y cámaras, así como el sistema que posiblemente se usara para mover los enormes bloques de piedra durante su construcción. Contempla cómo se cree que era esta zona junto al río Nilo en aquella época, con 2 pequeñas pirámides, 2 templos funerarios, estatuas de esfinges, un obelisco y más."
        },
        {
          "languageCulture": "en-CA",
          "copyText": "Take an imaginative leap back in time to the 26th century BC and experience the building of one of the Seven Wonders of the Ancient World with this LEGO® Architecture Great Pyramid of Giza model (21058). Build a beautifully detailed cross-section model of the Great Pyramid, revealing its main tunnels and chambers and the system that may have been used to move huge stones during its construction. Visualize how this area by the river Nile is thought to have looked in ancient times, with 2 small pyramids, 2 mortuary temples, Sphinx statues, an obelisk and more."
        },
        {
          "languageCulture": "fr-CA",
          "copyText": "Faites un saut imaginaire dans le temps jusqu’au 26? siècle avant Jésus-Christ et découvrez la construction de l’une des sept merveilles du monde antique avec ce modèle LEGO® Architecture de la grande pyramide de Gizeh (21058). Construisez un magnifique modèle détaillé en coupe transversale de la Grande Pyramide, révélant ses principaux tunnels?; ses chambres et le système utilisé pour déplacer les énormes pierres pendant sa construction. Visualisez l’aspect de cette zone Antique située au bord du Nil, avec 2 petites pyramides, 2 temples mortuaires, des statues de sphinx, un obélisque et bien plus encore."
        },
        {
          "languageCulture": "en-GB",
          "copyText": "Take an imaginative leap back in time to the 26th century BC and experience the building of one of the Seven Wonders of the Ancient World with this LEGO® Architecture Great Pyramid of Giza model (21058). Build a beautifully detailed cross-section model of the Great Pyramid, revealing its main tunnels and chambers and the system that may have been used to move huge stones during its construction. Visualise how this area by the River Nile is thought to have looked in ancient times, with 2 small pyramids, 2 mortuary temples, Sphinx statues, an obelisk and more."
        },
        {
          "languageCulture": "de-DE",
          "copyText": "Das LEGO® Architecture Modell „Cheops-Pyramide“ (21058) lässt dich eine fantasievolle Zeitreise in das 26. Jahrhundert v. Chr. unternehmen und den Bau eines der sieben Weltwunder der Antike erleben. Baue ein detailreiches Querschnittsmodell der Cheops-Pyramide, das die größten Gänge und Kammern preisgibt und darstellt, wie die gewaltigen Steine damals vermutlich bewegt wurden. Sieh dir an, wie dieses Gelände am Nil mit den beiden kleinen Pyramiden, 2 Totentempeln, Sphinx-Statuen und einem Obelisken zu jener Zeit ausgesehen haben mag."
        }
      ]
    },
    {
      "id": "21060",
      "pieceCount": 2125,
      "hardToFind": false,
      "prices": [
        {
          "currencyCode": "USD",
          "price": 159.99
        },
        {
          "currentcyCode": "CAD",
          "price": 209.99
        },
        {
          "currencyCode": "GBP",
          "price": 139.99
        },
        {
          "currencyCode": "EUR",
          "price": 159.99
        }
      ],
      "localizedNames": [
        {
          "languageCulture": "en-US",
          "copyText": "Himeji Castle"
        },
        {
          "languageCulture": "es-US",
          "copyText": "Castillo de Himeji"
        },
        {
          "languageCulture": "en-CA",
          "copyText": "Himeji Castle"
        },
        {
          "languageCulture": "fr-CA",
          "copyText": "Le château de Himeji"
        },
        {
          "languageCulture": "en-GB",
          "copyText": "Himeji Castle"
        },
        {
          "languageCulture": "de-DE",
          "copyText": "Burg Himeji"
        }
      ],
      "description": [
        {
          "languageCulture": "en-US",
          "copyText": "Celebrate the longevity and majestic beauty of one of Japan’s most revered buildings with this LEGO® Architecture Himeji Castle display model (21060). Be transported to the city of Himeji without leaving home as you recreate authentic details such as the castle’s turrets, walkways and asymmetric walls in LEGO style. Lift off the top of the main building to view a simplified interpretation of the interior layout."
        },
        {
          "languageCulture": "es-US",
          "copyText": "Rinde homenaje a la longeva y majestuosa belleza de una de las edificaciones más veneradas de Japón con el modelo de exposición LEGO® Architecture Castillo de Himeji (21060). Transpórtate a la ciudad de Himeji sin salir de casa mientras recreas sus genuinos detalles al estilo LEGO, como las torrecillas, los senderos y los muros asimétricos. Retira la parte superior de la estructura principal para ver una interpretación simplificada de la distribución interior."
        },
        {
          "languageCulture": "en-CA",
          "copyText": "Celebrate the longevity and majestic beauty of one of Japan’s most revered buildings with this LEGO® Architecture Himeji Castle display model (21060). Be transported to the city of Himeji without leaving home as you recreate authentic details such as the castle’s turrets, walkways and asymmetric walls in LEGO style. Lift off the top of the main building to view a simplified interpretation of the interior layout."
        },
        {
          "languageCulture": "fr-CA",
          "copyText": "Célébrez la longévité et la beauté majestueuse de l’un des bâtiments les plus vénérés du Japon avec un modèle à exposer : Le château de Himeji de LEGO® Architecture (21060). Soyez transporté dans la ville de Himeji sans quitter votre maison en recréant des détails authentiques tels que les tourelles, les allées et les murs asymétriques du château dans le style LEGO. Soulevez le sommet du bâtiment principal pour découvrir une interprétation simplifiée de l’intérieur."
        },
        {
          "languageCulture": "en-GB",
          "copyText": "Celebrate the longevity and majestic beauty of one of Japan’s most revered buildings with this LEGO® Architecture Himeji Castle display model (21060). Be transported to the city of Himeji without leaving home as you recreate authentic details such as the castle’s turrets, walkways and asymmetric walls in LEGO style. Lift off the top of the main building to view a simplified interpretation of the interior layout."
        },
        {
          "languageCulture": "de-DE",
          "copyText": "Feiere die Langlebigkeit und die Erhabenheit eines der meistverehrten Bauwerke Japans mit der LEGO® Architecture Burg Himeji (21060) – einem tollen Modell zum Ausstellen. Lass dich in die Stadt Himeji befördern, ohne einen Fuß vor die Tür zu setzen, wenn du die authentischen Details der Burg mit LEGO Steinen nachbildest, beispielsweise die Türme, die Gänge und die asymmetrischen Mauern. Nimm das Dach des Hauptgebäudes ab, um dir eine vereinfachte Darstellung des Grundrisses anzuschauen."
        }
      ]
    },
    {
      "id": "21054",
      "pieceCount": 1483,
      "hardToFind": false,
      "prices": [
        {
          "currencyCode": "USD",
          "price": 99.99
        },
        {
          "currentcyCode": "CAD",
          "price": 149.99
        },
        {
          "currencyCode": "GBP",
          "price": 89.99
        },
        {
          "currencyCode": "EUR",
          "price": 99.99
        }
      ],
      "localizedNames": [
        {
          "languageCulture": "en-US",
          "copyText": "The White House"
        },
        {
          "languageCulture": "es-US",
          "copyText": "La Casa Blanca"
        },
        {
          "languageCulture": "en-CA",
          "copyText": "The White House"
        },
        {
          "languageCulture": "fr-CA",
          "copyText": "La Maison Blanche"
        },
        {
          "languageCulture": "en-GB",
          "copyText": "The White House"
        },
        {
          "languageCulture": "de-DE",
          "copyText": "Das Weiße Haus"
        }
      ],
      "description": [
        {
          "languageCulture": "en-US",
          "copyText": "You’re busy. It feels like you’re always on the go. So when you do get some free time, you like to recharge your batteries by focusing on a fun, creative challenge. That’s what building The White House with LEGO® bricks is all about."
        },
        {
          "languageCulture": "es-US",
          "copyText": "Estás muy ocupado. Siempre tienes la sensación de no parar. Por lo tanto, cuando consigues arañar un poco de tiempo libre, te gusta recuperar energías centrándote en desafíos divertidos y creativos. Pues aquí tienes un reto a tu altura: construir La Casa Blanca con ladrillos LEGO®."
        },
        {
          "languageCulture": "en-CA",
          "copyText": "You’re busy. It feels like you’re always on the go. So when you do get some free time, you like to recharge your batteries by focusing on a fun, creative challenge. That’s what building The White House with LEGO® bricks is all about."
        },
        {
          "languageCulture": "fr-CA",
          "copyText": "Cette vie trépidante donne l’impression d’être toujours en mouvement. Pour profiter des instants de repos et recharger ses batteries, rien de tel que de se concentrer sur un défi de construction stimulant. C’est exactement ce que propose ce modèle de la Maison Blanche en briques LEGO®."
        },
        {
          "languageCulture": "en-GB",
          "copyText": "You’re busy. It feels like you’re always on the go. So when you do get some free time, you like to recharge your batteries by focusing on a fun, creative challenge. That’s what building The White House with LEGO® bricks is all about."
        },
        {
          "languageCulture": "de-DE",
          "copyText": "Sie haben viel um die Ohren. Sie haben das Gefühl, ständig auf dem Sprung zu sein. Wenn Sie dann endlich mal ein paar freie Stunden haben, tanken Sie gerne neue Kraft, indem Sie sich einer unterhaltsamen, kreativen Herausforderung widmen. Genau darum geht es beim Bauen des Weißen Hauses aus LEGO® Steinen."
        }
      ]
    }
  ]
}